//*----------------------------------------Подключение переменных-------------------------------------------------------|
import {$vars, $state} from "./exports/expStateVars.js";
//*----------------------------------------Подключение модулей----------------------------------------------------------|
import {$modules} from "./exports/expModules.js";
//*----------------------------------------Подключение функций----------------------------------------------------------|
import {$functions} from "./exports/expFunctions.js";
//*----------------------------------------Подключение компонентов скрипта----------------------------------------------|
import {$components} from "./exports/expComponents.js";
//*--------------------------------------------------Основной скрипт----------------------------------------------------|
